Repository: jonaskohl/CapsLockIndicator
Catalog: CapsLockIndicatorV3/strings.*.resx
Languages: cs, es, fr, it, ko, nl, pt_br, zh_tw

# backgroundColourActivatedButton
source: Background colour activated
cs: Barva pozadí při aktivování
es: Color de fondo activado
fr: Couleur de fond activée
it: Colore sfondo tasto attivato
ko: 활성화시 배경 색
nl: Achtergrondkleur geactiveerd
pt_br: Cor de fundo ativada
zh_tw: 開啟 - 背景顏色

# backgroundColourDeactivatedButton
source: Background colour deactivated
cs: Barva pozadí při deaktivování
es: Color de fondo deactivado
fr: Couleur de fond désactivée
it: Colore sfondo tasto disattivato
ko: 비활성화시 배경 색
nl: Achtergrondkleur gedeactiveerd
pt_br: Cor de fundo desativada
zh_tw: 關閉 - 背景顏色

# borderColourActivatedButton
source: Border colour activated
cs: Barva rámečku při aktivování
es: Color del marco activado
fr: Couleur de bord activée
it: Colore bordo tasto attivato
ko: 활성화시 테두리 색
nl: Randkleur geactiveerd
pt_br: Cor de borda ativada
zh_tw: 開啟 - 邊框顏色

# borderColourDeactivatedButton
source: Border colour deactivated
cs: Barva rámečku při deaktivování
es: Color del marco deactivado
fr: Couleur de bord désactivée
it: Colore bordo tasto disattivato
ko: 비활성화시 테두리 색
nl: Randkleur gedeactiveerd
pt_br: Cor de borda desativada
zh_tw: 關閉 - 邊框顏色

source: Caps lock
es: Bloq Mayús
fr: Verrouillage majuscules
it: Blocco maiuscole

source: Check for &updates
cs: Zkontrolovat &aktualizace
es: Buscar a &actualizaciones
fr: Mettre à &jour
it: Controllo a&ggiornamenti
ko: 업데이트 확인(&u)
nl: Controleer op &updates
pt_br: Procurar por &atualizações
zh_tw: 檢查更新 (&U)

source: Checking for updates...
cs: Kontrola aktualizací…
es: Buscando a actualizaciones...
fr: Recherche de mises à jour...
it: Controllo aggiornamenti...
ko: 업데이트 확인중...
nl: Controleren op updates...
pt_br: Procurando por atualizações...
zh_tw: 正在檢查更新…

# coloursGroup
source: Colours
cs: Barvy
es: Colores
fr: Couleurs
it: Colori
ko: 색상
nl: Kleuren
pt_br: Cores
zh_tw: 顏色

# contextMenuExit
source: &Exit
cs: &Ukončit
es: &Terminar
fr: &Quitter
it: &Esci
ko: 종료(&E)
nl: &Afsluiten
pt_br: &Sair
zh_tw: 結束 (&E)

# contextMenuShow
source: &Show
cs: &Zobrazit
es: &Mostrar
fr: &Afficher
it: &Apri programma
ko: 창 보이기(&S)
nl: &Toon
pt_br: &Mostrar
zh_tw: 顯示主畫面 (&S)

# dismissButton
source: &Dismiss
cs: &Zavřít
fr: &Annuler
it: A&nnulla
ko: 창 숨기기(&D)
nl: &Annuleren
pt_br: &Descartar
zh_tw: 忽略 (&D)

source: Display time
cs: Čas zobrazení
es: Duracion de mostrando
fr: Durée d'affichage
it: Tempo visualizzazione
ko: 노출 시간
nl: Toon tijd
pt_br: Tempo de exibição
zh_tw: 顯示時間

# downloadManuallyButton
source: Download &manually
cs: Stáhnout &manuálně
es: Descargar &manual
fr: Télécharger &manuellement
it: Scarica manua&lmente
ko: 수동 다운로드(&m)
nl: Download &handmatig
pt_br: Baixar &manualmente
zh_tw: 手動下載 (&M)

source: Download more translations...
cs: Stáhnout více překladů…
fr: Télécharger plus de traductions....
it: Scarica altre lingue...
ko: 다른 언어 다운로드...
nl: Download meer vertalingen...
pt_br: Baixar mais traduções...
zh_tw: 下載更多翻譯…

source: &Exit Application
cs: &Ukončit aplikaci
es: &Terminar aplicación
fr: &Quitter l'application
it: &Esci dal programma
ko: 프로그램 종료(&E)
nl: &Programma sluiten
pt_br: &Sair da aplicação
zh_tw: 退出程式 (&E)

# exitMessage
source: Exiting the application means the icons and notifications are no longer displayed. Exit anyway?
cs: Ukončení aplikace způsobí skrytí ikon a oznámení. Pokračovat?
es: Terminar de la aplicación implica que los iconos y notificationes ya no se muestran. Terminar sin embargo?
fr: Quitter l'application signifie que les icônes et notifications ne seront plus affichées. Quitter quand même ?
it: Chiudendo il programma le icone e le notifiche non verranno pi√π mostrate. Vuoi uscire comunque?
ko: 프로그램을 종료하면 트레이 아이콘과 알림이 표시되지 않습니다. 그래도 종료 하시겠습니까?
nl: De pictogrammen en notificaties zullen niet meer worden getoond als het programma wordt afgesloten. Toch afsluiten?
pt_br: Sair da aplicação implica que os ícones e notificações não serão mais mostrados. Sair mesmo assim?
zh_tw: 退出程式後，通知區的 CapsLock Indicator 圖示 和切換通知都將不再顯示。確定要退出嗎？

# fontGroup
source: Font
cs: Písmo
es: Tipo de letra
fr: Police
ko: 글꼴
nl: Lettertype
pt_br: Fonte
zh_tw: 字體

# foregroundColourActivatedButton
source: Text colour activated
cs: Barva písma při aktivování
es: Color del texto activado
fr: Couleur de texte activée
it: Colore testo tasto attivato
ko: 활성화시 글자색
nl: Tekst kleur geactiveerd
pt_br: Cor de texto ativada
zh_tw: 開啟 - 文字顏色

# foregroundColourDeactivatedButton
source: Text colour deactivated
cs: Barva písma při deaktivování
es: Color del texto deactivado
fr: Couleur de texte désactivée
it: Colore testo tasto disattivato
ko: 비활성화시 글자색
nl: Tekstkleur gedeactiveerd
pt_br: Cor de texto desativada
zh_tw: 關閉 - 文字顏色

# generalIconBalloonText
source: You can show CapsLock Indicator again by double clicking on this icon.
cs: Můžete ukázat indikátor klávesy „CapsLock“ dvojitým kliknutím na tuto ikonu.
es: Puedes mostrar CapsLock Indicator otra vez haciendo doble clic en este icono.
fr: Vous pouvez afficher CapsLock Indicator à nouveau en double cliquant sur cette icône.
it: Potrai vedere ancora l'indicatore del blocco maiuscole facendo doppio clic su questa icona
ko: 이 아이콘을 더블클릭하면 CapsLock Indicator를 볼 수 있습니다.
nl: Activeer de CapsLock indicator opnieuw door te dubbelklikken op het pictogram.
pt_br: Você pode mostrar o Indicador de CapsLock novamente ao clicar duas vezes sobre este ícone.
zh_tw: 按兩下此圖示即可顯示 CapsLock 指示器主畫面

source: Hide on start up
cs: Skrýt při spuštění
es: Ocultar al inicio
fr: Cacher au démarrage
it: Nascondi all'avvio
ko: 시작시 창 숨기기
nl: Verberg bij opstarten
pt_br: Esconder ao inicializar
zh_tw: 啟動時自動隱藏

source: &Hide window
cs: &Skrýt okno
es: &Ocultar ventanilla
fr: &Cacher la fenêtre
it: Na&scondi finestra
ko: 창 숨기기(&H)
nl: &Verberg scherm
pt_br: &Esconder janela
zh_tw: 隱藏視窗 (&H)

# keyChanged
source: {0} changed
cs: Stav klávesy „{0}“ změněn
es: Cambiado {0}
fr: {0} mis à jour
it: {0} on/off
ko: {0} 변경됨
nl: {0} gewijzigd
pt_br: {0} alterado
zh_tw: 切換 {0} 時

# keyIsOff
source: {0} is off
cs: Klávesa „{0}“ je deaktivována
es: {0} inactivo
fr: {0} inactif
it: {0} √® disattivato
ko: {0} 꺼짐
nl: {0} is uit
pt_br: {0} desativado
zh_tw: {0} 已關閉

# keyIsOn
source: {0} is on
cs: Klávesa „{0}“ je aktivována
es: {0} activo
fr: {0} actif
it: {0} √® attivato
ko: {0} 켜짐
nl: {0} is aan
pt_br: {0} ativado
zh_tw: {0} 已開啟

source: &Notification settings
cs: Nastavení &oznámení
es: Ajustes de a&visos
fr: &Paramètres de notifications
it: Impostazioni no&tifiche
ko: 알림 설정(&N)
nl: &Notificatie instellingen
pt_br: Configurações de &notificação
zh_tw: 通知設定 (&N)

# notificationSettingsTitle
source: Notification Settings
cs: Nastavení oznámení
es: Ajustes de a&visos
fr: Paramètres de notifications
it: Impostazioni notifiche
ko: 알림 설정
nl: Notificatie Instellingen
pt_br: Configurações de Notificação
zh_tw: 通知設定

source: Num lock
es: Bloq Num
fr: Verrouillage Numérique
it: Tastierino numerico

source: Opacity
cs: Krytí (neprůhlednost)
fr: Transparence
it: Opacit√†
ko: 투명도
nl: Ondoorzichtigheid
pt_br: Opacidade
zh_tw: 透明度

# overlayPositionGroup
source: Overlay position
cs: Pozice překrytí
fr: Position de la notification
it: Posizione
ko: 알림 표시 위치
nl: Overlay positie
pt_br: Posição de sobreposição
zh_tw: 通知位置

# permanentIndicator
source: Permanently
cs: Trvale
fr: En permanence
it: Permanente
ko: 계속 유지
nl: Permanent
pt_br: Permanentemente
zh_tw: 持續顯示

# saveAndCloseButton
source: &Save && close
cs: &Uložit a zavřít
es: &Grabar && cerrar
fr: &Sauvegarder && et quitter
it: Sal&va e chiudi
ko: 저장 후 종료(&S)
nl: &Bewaar && sluit
pt_br: &Salvar && fechar
zh_tw: 儲存並關閉 (&S)

source: Scroll lock
es: Bloq Despl.
fr: Arrêt défil.
it: Blocco scorrimento
nl: Scrol lock

source: Show icons for...
cs: Zobrazit ikony pro…
es: Monstra iconos para...
fr: Afficher les icônes pour...
it: Viusalizza icone
ko: 아이콘 설정
nl: Toon pictogrammen voor...
pt_br: Mostrar ícones para...
zh_tw: 通知區圖示：

source: Show no icons
cs: Skrýt všechny ikony
es: Monstra a ningunos\r\niconos
fr: Ne pas afficher d'icônes
it: Non visualizzare icone
ko: 모든 아이콘 숨기기
nl: Toon geen pictogrammen
pt_br: Não mostrar ícones
zh_tw: 關閉通知區圖示

source: Show no notification
cs: Skrýt všechna oznámení
es: Monstra a ningunos avisos
fr: Ne pas afficher de notifications
it: Non visualizzare notifiche
ko: 모든 알림 숨기기
nl: Toon geen notificaties
pt_br: Não mostrar notificação
zh_tw: 不顯示通知

source: Show notification when...
cs: Zobrazovat oznámení, pokud…
es: Monstra aviso cuando...
fr: Afficher les notifications quand...
it: Visualizza notifiche...
ko: 알림 설정
nl: Toon notificaties als ...
pt_br: Mostrar notificação quando...
zh_tw: 顯示通知：

source: Start on logon
cs: Spustit při přihlášení
es: Iniciar al arrancado
fr: Lancer à l'ouverture de la session
it: Esegui all'avvio di Windows
ko: 시작시 자동 시작
nl: Start bij aanloggen
pt_br: Inicializar automaticamente
zh_tw: 開機時自動啟動

# updateAvailable
source: CapsLock Indicator Update available!
cs: Dostupná aktualizace programu „CapsLock Indicator“
es: Actualización de CapsLock Indicator Update disponible!
fr: Une mise à jour de CapsLock Indicator est disponible !
it: Aggiornamento disponibile per CapsLock Indicator!
ko: CapsLock Indicator 업데이트가 있습니다.
nl: CapsLock Indicator Update beschikbaar!
pt_br: Atualização disponível para o Indicador de CapsLock!
zh_tw: CapsLock Indicator 有可用的更新！

# updateInfoFormat
source: Version {0}, released {1}
cs: Verze {0}, vydána {1}
es: Versión {0}, publicó {1}
fr: Version {0}, publiée le {1}
it: Versione {0}, rilasciata il {1}
ko: 버전 {0} , 배포일 {1}
nl: Versie {0}, vrijgegeven {1}
pt_br: Versão {0}, lançada {1}
zh_tw: 版本 {0}，發佈於 {1}

source: &Update now
cs: &Aktualizovat teď
es: &Actualizar ahora
fr: &Mettre à jour maintenant
it: &Aggiorna ora
ko: 지금 업데이트(&U)
nl: &Update nu
pt_br: &Atualizar agora
zh_tw: 立即更新 (&U)
